var zhiweiArr = [{
    "name": "采购采销类职位",
    "child": [{
        "name": "高级",
        "child": [
            "采购（副）总监",
            "采购部（副）经理",
            "采购（副）部长",
            "采销（副）总监",
            "采销部（副）经理",
            "采销（副）部长"
        ]
    }, {
        "name": "中级",
        "child": [
            "采购经理",
            "采购主管",
            "项目采购经理",
            "采购主任",
            "采购课长",
            "采销经理",
            "采销主管",
            "采购组长",
            "采购管理师",
            "采购担当",
            "供应商开发",
            "供应链管理",
            "供应商/采购质量管理"
        ]
    }, {
        "name": "初级",
        "child": [
            "采购工程师",
            "采购专员",
            "采购助理",
            "采购员",
            "采购跟单",
            "采购文员",
            "采购经理助理",
            "商务采购",
            "行政采购",
            "采销业务",
            "采销专员",
            "采销助理",
            "买手",
            "Buyer"
        ]
    }]
}, {
    "name": "行政/后勤类职位",
    "child": [{
        "name": "高级",
        "child": [
            "行政（副）总监",
            "人事行政（副）总监",
            "人力行政（副）总监"
        ]
    }, {
        "name": "中级",
        "child": [
            "行政（副）经理",
            "人事行政经理",
            "人力行政经理",
            "办公室主任",
            "行政（副）主管",
            "人事行政主管",
            "人力行政主管",
            "综合部经理"
        ]
    }, {
        "name": "初级",
        "child": [
            "行政专员/助理",
            "办公室文员",
            "董事长助理",
            "总裁秘书",
            "总经理秘书",
            "总经理助理",
            "经理助理",
            "经理秘书",
            "助理/秘书/文员",
            "人事行政专员",
            "人事行政助理",
            "后勤",
            "行政内勤",
            "行政总务",
            "综合管理",
            "前台/总机/接待",
            "行政前台"
        ]
    }]
}, {
    "name": "人力资源类职位",
    "child": [{
        "name": "高级",
        "child": [
            "人事（副）总监",
            "人力资源（副）总监",
            "人力资源（副）部长",
            "人力资源部（副）经理",
            "首席人力资源官CHO/HRVP"
        ]
    }, {
        "name": "中级",
        "child": [
            "人力资源（副）经理",
            "人力资源（副）主管",
            "人事（副）主管",
            "人事经理",
            "人力资源顾问",
            "招聘经理",
            "招聘（副）主管",
            "HRM",
            "HRD",
            "薪资福利经理/主管",
            "薪酬福利经理/主管",
            "绩效考核经理/主管",
            "培训经理",
            "培训主管",
            "HRBP",
            "企业文化经理",
            "员工关系主管",
            "员工关系经理"
        ]
    }, {
        "name": "初级",
        "child": [
            "人力资源专员",
            "人力资源助理",
            "人事专员",
            "人事助理",
            "HR",
            "人事文员",
            "招聘专员",
            "招聘助理",
            "薪资福利专员/助理",
            "绩效考核专员/助理",
            "培训专员/助理",
            "培训师",
            "培训讲师",
            "工会管理",
            "企业文化专员",
            "员工关系专员",
            "人力资源信息系统专员",
            "猎头顾问/助理",
            "组织发展"
        ]
    }]
}, {
    "name": "财务类职位",
    "child": [{
        "name": "高级",
        "child": [
            "首席财务官CFO",
            "财务顾问",
            "财务（副）总监",
            "财务（副）部长",
            "财务负责人",
            "财务部（副）经理"
        ]
    }, {
        "name": "中级",
        "child": [
            "财务（副）经理",
            "集团财务经理",
            "高级财务经理",
            "财务主任",
            "财务（副）主管",
            "高级财务主管",
            "总账主管",
            "应收主管",
            "会计经理",
            "会计主管",
            "管理会计",
            "结算主管",
            "出纳主管",
            "财务分析经理/主管",
            "成本经理/成本主管",
            "资金经理/主管"
        ]
    }, {
        "name": "初级",
        "child": [
            "会计",
            "Accountant",
            "会计师",
            "财务会计",
            "成本会计",
            "总账会计",
            "主办会计",
            "银行会计",
            "应收/应付会计",
            "全盘会计",
            "销售会计",
            "费用会计",
            "核算会计",
            "结算会计",
            "固定资产会计",
            "材料会计",
            "记账会计",
            "内账会计",
            "项目会计",
            "财务助理",
            "财务专员",
            "出纳",
            "财务文员",
            "会计助理",
            "会计文员",
            "财务分析员",
            "资金会计/专员",
            "成本管理员"
        ]
    }]
}, {
    "name": "法务类职位",
    "child": [{
        "name": "高级",
        "child": [
            "法务（副）总监",
            "法务（副）部长",
            "法务顾问",
            "法务负责人",
            "法务部经理",
            "合规部（副）经理",
            "合规负责人",
            "法律顾问"
        ]
    }, {
        "name": "中级",
        "child": [
            "法务经理",
            "法务主管",
            "合规经理",
            "合规主管"
        ]
    }, {
        "name": "初级",
        "child": [
            "律师",
            "律师助理",
            "专职律师",
            "执业律师",
            "企业律师",
            "实习律师",
            "法务专员",
            "法务人员",
            "法务助理",
            "合同管理",
            "合规专员",
            "合规助理"
        ]
    }]
}, {
    "name": "高级管理类职位",
    "child": [{
        "name": "",
        "child": [
            "首席执行官CEO/总裁/总经理",
            "CEO",
            "总裁",
            "副总裁",
            "总经理",
            "副总经理",
            "部长",
            "首席运营官COO",
            "首席财务官CFO",
            "CTO",
            "CIO",
            "合伙人",
            "技术负责人",
            "法人代表",
            "投资者关系",
            "总监",
            "工程总监",
            "策略发展总监",
            "运营总监",
            "部门经理",
            "事业部经理",
            "团队经理",
            "项目负责人",
            "高级经理",
            "高级项目经理",
            "分支机构经理",
            "办事处经理",
            "办事处主任",
            "分公司/代表处负责人",
            "分公司经理",
            "地区经理",
            "区域负责人",
            "办事处首席代表",
            "行长/副行长",
            "总编/副总编",
            "工厂厂长/副厂长",
            "校长/副校长",
            "总裁助理",
            "总经理助理",
            "企业秘书/董事会秘书"
        ]
    }]
}, {
    "name": "IT管理类职位",
    "child": [{
        "name": "高级",
        "child": [
            "首席技术执行官CTO",
            "首席信息官CIO",
            "技术总监",
            "IT项目总监",
            "网络运营总监",
            "电子商务总监",
            "产品总监",
            "网络推广总监",
            "运维总监",
            "网络部经理",
            "ERP实施顾问"
        ]
    }, {
        "name": "中级",
        "child": [
            "技术经理",
            "信息技术经理/主管",
            "IT项目经理/主管",
            "网站营运经理/主管",
            "网络推广经理/主管",
            "运维经理/主管",
            "电子商务经理/主管",
            "信息部经理",
            "网络部主管",
            "信息中心主任",
            "IT质量管理经理/主管",
            "品质经理",
            "配置管理经理/主管"
        ]
    }, {
        "name": "初级",
        "child": [
            "网络运营专员/助理",
            "电商运营专员/助理",
            "SEO搜索引擎优化",
            "电子商务专员/助理",
            "系统/网络管理员",
            "网络推广专员",
            "信息技术专员",
            "IT项目执行/协调人员",
            "网店/淘宝店长",
            "网店/淘宝运营",
            "网店店铺管理员",
            "网店/淘宝客服",
            "网店推广"
        ]
    }]
}, {
    "name": "市场/营销类职位",
    "child": [{
        "name": "高级",
        "child": [
            "市场（副）总监",
            "市场部（副）部长",
            "市场部负责人",
            "市场运营(副)总监",
            "市场营销（副）总监",
            "市场部（副）经理",
            "市场部（副）主任",
            "市场策划部（副）经理",
            "市场拓展部（副）经理",
            "营销（副）总监",
            "网络营销（副）总监",
            "营销（副）总经理",
            "营销部（副）经理",
            "营销顾问",
            "营销（副）部长",
            "营销中心总经理",
            "策划（副）总监",
            "策划部（副）经理",
            "企划（副）总监",
            "拓展（副）总监",
            "品牌运营（副）总监"
        ]
    }, {
        "name": "中级",
        "child": [
            "市场经理",
            "Marketing Manager",
            "市场主管",
            "市场主任",
            "市场通路经理",
            "市场通路主管",
            "营销经理",
            "营销主管",
            "营销主任",
            "市场企划经理/主管",
            "策划经理",
            "策划主管",
            "拓展经理",
            "拓展主管",
            "产品/品牌经理",
            "品牌经理",
            "品牌主管",
            "品牌顾问",
            "品牌策划主管",
            "活动经理",
            "活动主管",
            "推广经理",
            "推广主管",
            "运营推广经理",
            "新媒体运营经理",
            "新媒体运营主管",
            "网络营销主管",
            "竞价主管"
        ]
    }, {
        "name": "初级",
        "child": [
            "市场专员",
            "市场营销专员",
            "市场推广专员",
            "市场拓展专员",
            "市场运营",
            "市场督导",
            "市场助理",
            "市场调研",
            "市场分析",
            "市场调研与分析",
            "市场通路专员",
            "市场企划专员",
            "市场策划专员",
            "营销策划",
            "策划师",
            "市场文案策划",
            "活动策划",
            "项目策划",
            "活动执行",
            "品牌策划",
            "产品/品牌专员",
            "新媒体运营",
            "网络营销",
            "网站推广",
            "运营推广",
            "学术推广",
            "SEO/SEM",
            "竞价专员",
            "选址拓展/新店开发"
        ]
    }]
}, {
    "name": "广告/公关/媒介类职位",
    "child": [{
        "name": "高级",
        "child": [
            "广告客户（副）总监",
            "广告创意（副）总监",
            "公关（副）总监",
            "品牌（副）总监",
            "媒介（副）总监",
            "广告（副）总监",
            "广告部（副）经理"
        ]
    }, {
        "name": "中级",
        "child": [
            "广告客户经理",
            "AM",
            "广告创意/设计经理",
            "企业发展经理",
            "业务发展经理",
            "公关经理",
            "公关主管",
            "媒介经理",
            "媒介主管"
        ]
    }, {
        "name": "初级",
        "child": [
            "广告客户主管",
            "客户执行",
            "广告客户代表",
            "AE",
            "客户主任",
            "广告创意/设计主管/专员",
            "广告制作执行",
            "美术指导",
            "文案",
            "策划",
            "广告文案策划",
            "公关专员",
            "公关助理",
            "媒介专员",
            "媒介助理",
            "媒介执行",
            "媒介购买",
            "媒介销售",
            "媒介策划/管理",
            "活动策划",
            "活动执行",
            "政府事务管理"
        ]
    }]
}, {
    "name": "会务/会展类职位",
    "child": [{
        "name": "高级",
        "child": [
            "会务（副）总监",
            "会展部（副）经理",
            "会展顾问"
        ]
    }, {
        "name": "中级",
        "child": [
            "会务经理",
            "会展经理",
            "会务主管",
            "会展主管",
            "广告/会展项目管理",
            "会务部长"
        ]
    }, {
        "name": "初级",
        "child": [
            "会展策划/设计",
            "会务专员",
            "会展专员",
            "会务助理",
            "会展助理",
            "广告/会展业务拓展",
            "会展招商",
            "会展销售",
            "会务执行",
            "会展执行",
            "会务代表"
        ]
    }]
}];